export default {
  projections: {
    НастройкаОпрE: {
      опрос: {
        __caption__: 'Опрос',
        название: {
          __caption__: 'Название'
        }
      },
      содержание: {
        __caption__: 'Содержание',
        вопрос: {
          __caption__: 'Вопрос'
        },
        в1: {
          __caption__: 'В1'
        },
        в2: {
          __caption__: 'В2'
        },
        в3: {
          __caption__: 'В3'
        }
      }
    },
    НастройкаОпрL: {
      опрос: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    опрос: {
      __caption__: 'Опрос'
    },
    содержание: {
      __caption__: 'Содержание'
    }
  }
};
